return {
  friendly = {
    ready={"准备好啦！现在就能帮大家哦！"},
    interaction={"怎么又点这里啦？娜诺娜诺已经看到啦！"},
    follow={"跟上啦！回去要分点心哦！"},
    follow_reply={"欢迎的说！不要掉队哦！"},
    command = {
      "娜诺娜诺出发啦！",
      "收到啦，跟上哦！",
      "这边交给娜诺娜诺的说！"
    },
    attack = {
      "目标进入射程！娜诺娜诺的反击，开始的说！",
      "抓住空隙！纳米机器，出击～！",
      "看到了！全力开火的说！",
    },
    hit = {
      "呀啊！被击中啦！……还、还能动的说！",
      "掩护一下～娜诺娜诺要绕后啦！",
    },
    lost = {
      "判定失能了……娜诺娜诺，下次一定……！",
      "输掉啦……回去要晒晒太阳恢复元气……",
    },
    skill = {
      "特殊装备，启动！像猫一样灵巧的说！",
      "纳米机器全开！大家看好了！",
    },
    idle = {
      "娜诺娜诺准备好啦！",
      "大家一起加油的说！",
      "桌子……好像可以蜷成一团的说……",
      "分点心的时间到了吗？",
    },
    move = {
      "航向变更～娜诺娜诺先走一步的说！",
    },
    praise = {
      "大家一起加油的说！",
      "嘿嘿，娜诺娜诺也很厉害的说！",
    },
    failed = {
      "目标不对，重新确认一下。",
      "这条指令现在无法执行。"
    },
    energy = {
      "能量不足啦！娜诺娜诺要回去补给的说！",
    },
    supplied = {
      "补给完成！满状态的说！",
    },
    return_battle = {
      "娜诺娜诺回来啦！",
    },

  },

    follow_start = {
      "娜诺娜诺，跟上啦！",
    },
    follow_continue = {
      "还跟着哦！",
    },
    follow_end = {
      "跟到这里啦！",
    },
  enemy = {
    attack = {
      "目标进入射程！娜诺娜诺的反击开始的说！",
      "来吧，看看谁先抓住破绽。",
    },
    hit = {
      "呀啊！被击中啦！……换阵换阵的说！",
    },
    lost = {
      "这局算你赢……娜诺娜诺会记住的说！",
    },
    praise = {
      "这个破绽，收下了！",
      "别光顾着看雷达，看看身后。",
    },
    idle = {
      "准备好了吗？娜诺娜诺全开的说！",
    },
  }
}