-- 千岁：名门士官学校首席，认真努力缺变通，天然大小姐，情报分析专家。机体：迅雷射手。
return {
  friendly = {
    ready = {
      "目标锁定。致命之箭，随时可以发射！",
      "目标一旦确认，就能释放特殊装备。",
      "迅雷射手，充能完毕。",
    },
    interaction = {
      "那个……我还在等下一个命令……",
      "又叫千岁了吗。……嗯，在听。",
    },
    follow = {
      "明白，请让我守住你的侧翼。",
      "迅雷射手，护航开始。",
    },
    follow_reply = {
      "间距合格。6号机，跟上了。",
      "护航持续中，一切正常。",
    },
    command = {
      "收到。",
      "是，请交给我。",
      "迅雷射手，明白。",
      "任务明白！"
    },
    attack = {
      "目标，进入射程了。",
      "捕捉到目标，前往攻击。",
      "命中了。与模拟时的表现完全一致。"
    },
    hit = {
      "啊呀！大、大意了。",
      "遭到攻击了。……幸好有装甲的保护。",
      "敌人的攻击竟如此猛烈……"
    },
    lost = {
      "6号机，无法战斗了！对不起。",
      "已经到极限了！紧急撤退！",
      "判定失能……！士官学校的教诲，居然……！",
    },
    skill = {
      "致命之箭，发射！",
      "正射必中！目标锁定！",
    },
    idle = {
      "6号机，待命中。请给下一个指示。",
      "现在还没问题。",
      "雷达有反应。",
      "一想到在英雄的指挥下作战，就精神倍增。"
    },
    move = {
      "这里是迅雷射手。向目标移动。",
      "发现目标。本机前去迎击敌人。"
    },
    praise = {
      "目标，击破。",
      "破绽百出。正中靶心，全部击中！"
    },
    failed = {
      "攻击失败。修正误差。",
      "怎么会，为什么没打中呢？……还需更加努力。"
    },
    energy = {
      "能量，不足30％了。请快点让我补给！",
      "……能量，快没了。",
    },
    supplied = {
      "补给完毕。谢谢。",
    },
    return_battle = {
      "6号机，重返战场。",
    },

  },
    follow_start = {
      "迅雷射手，护航开始。",
    },
    follow_continue = {
      "护航持续中，一切正常。",
    },
    follow_end = {
      "护航结束。接下来是主攻。",
    },
    camera_follow_start = {
      "在看千岁吗？迅雷射手，就位。",
    },
    camera_follow_continue = {
      "护航持续中，一切正常。",
    },
    camera_follow_end = {
      "护航结束。接下来是主攻。",
    },
    formation_follow_start = {
      "迅雷射手，护航开始。",
    },
    formation_follow_continue = {
      "护航持续中，一切正常。",
    },
    formation_follow_end = {
      "护航结束。接下来是主攻。",
    },
  enemy = {
    attack = {
      "这边可不会站着让你打。",
      "请不要小看纹章机。"
    },
    hit = {
      "咳呜，受到直击了……！但是，不能在这里被击败……",
      "我讨厌死缠烂打的人。"
    },
    lost = {
      "已经到极限了！……果然不像训练那样顺利啊。"
    },
    praise = {
      "破绽百出。正中靶心。",
      "请不要小看这架6号机。"
    },
    idle = {
      "就这种攻击，打得中我吗。"
    }
  }
}
