-- 佛特：中尉大姐姐，狙击专家，可靠但有大叔气质，爱酒和关东煮，称呼后辈为小鬼。
return {
  friendly = {
    ready={"快感扳机，收到。","这边也准备就绪了……"},
    interaction={"敢瞄准我，好大胆子。","那个敌人，真烦人……"},
    follow={"好嘞，交给我吧！"},
    follow_reply={"明白，相信你。"},
    command = {
      "我知道了。",
      "好好，我知道了。",
      "从这里就能瞄到猎物……",
      "稳字当头，小鬼们跟紧。"
    },
    attack = {
      "已经进入射程范围了……",
      "全部火炮开火，最大火力！",
      "我要把敌人打成蜂窝……",
      "强袭爆裂！接招吧！"
    },
    hit = {
      "啊嘁……被打中了。",
      "可恶……还挺疼啊。",
      "哇啊啊！",
      "咳……好厉害的攻击。"
    },
    lost = {
      "快感扳机，失去战斗能力！",
      "抱歉，我无法再继续战斗了！",
      "可恶……到此为止了吗？"
    },
    skill = {
      "强袭爆裂！",
      "灰飞烟灭吧！",
      "充能完毕。小鬼们，别挡在我的射线上。"
    },
    idle = {
      "那么，我的猎物在……",
      "哈……真是没完没了。",
      "还要让我等多久？从刚才开始我就在待命了。",
      "雷达有反应。",
      "小鬼们干得不错嘛。"
    },
    move = {
      "目标已确认，要开始攻击了。",
      "发现目标，前往攻击。"
    },
    praise = {
      "Bingo！好，射中。",
      "看上去是打中了要害。",
      "干得不错，小鬼们。"
    },
    failed = {
      "嘁，打偏了。",
      "这个距离居然都打偏了……",
      "糟糕，打偏了。"
    },
    energy = {
      "能量已经耗尽了！",
    },
    supplied = {
      "补给完毕。",
    },
    return_battle = {
      "还没完，战斗才刚刚开始。",
    },

  },
    follow_start = {
      "收到，跟在后面。",
    },
    follow_continue = {
      "还在跟着。稳住。",
    },
    follow_end = {
      "跟到这儿了。接下来各显神通。",
    },
  enemy = {
    attack = {
      "佛特中尉在这里。想过去，先问问我的枪。",
      "敢瞄准我，好大胆子。",
      "那样的攻击，是打不倒我的。"
    },
    hit = {
      "啊嘁……被打中了。",
      "居然躲过了我的攻击！？"
    },
    lost = {
      "快感扳机，失去战斗能力！",
      "可恶……到此为止了吗？"
    },
    praise = {
      "这个破绽，收下了！",
      "别光顾着看雷达，看看身后。"
    },
    idle = {
      "还没完，战斗才刚刚开始。"
    }
  }
}
